<?php
$privacyContent = [
  "Настоящий документ «Политика в отношении сбора, обработки и защиты персональных данных» (далее по тексту – «Политика») представляет собой правила пользования сайтом – https://legko.company/ (далее – Сайт) персональной информации пользователей Сайта (далее – Пользователь), которую администратор сайта (далее – Оператор), включая всех лиц, прямо или косвенно аффилированных с Оператором, может получить о Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг Оператора и в ходе исполнения любых соглашений и договоров с Пользователем. Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица. Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта. Настоящая Политика конфиденциальности применяется ко всем Пользователям Сайта. Все термины и определения, встречающиеся в тексте Политики, толкуются в соответствии с действующим законодательством Республики Казахстан.",
  "<br>",
  "1. Общие положения",
  "Настоящая Политика составлена в соответствии с Законом Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите», Законом Республики Казахстан от 24 ноября 2015 года № 418-V «Об информатизации», а также иными нормативно-правовыми актами Республики Казахстан в области защиты и обработки персональных данных, и действует в отношении всех персональных данных, которые Сайт может получить от Пользователя.
  Настоящая Политика устанавливает обязательства Оператора по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Оператора при регистрации на сайте Оператора и/или при оформлении товаров и/или услуг.
  Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.
  К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и прекращения, подлежит применению законодательство Республики Казахстан.
  Основной целью настоящей Политики является создание основы для соблюдения прав и свобод человека и гражданина при обработке его персональных данных Сайтом.
  Полученные Оператором персональные данные Пользователей хранятся на серверах, размещенных на территории Республики Казахстан.",
  "<br>",
  "2. Правовые основания обработки персональных данных",
  "2.1. Оператор обрабатывает персональные данные Пользователя только в случае их предоставления (заполнения форм, расположенных на сайте https://legko.company/) и/или отправки данных Пользователем самостоятельно.",
  "2.2. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой. ",
  "2.3. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).",
  "<br>",
  "3. Персональная информация Пользователей, которую обрабатывает Сайт",
  "3.1. Под персональной информацией в настоящей Политике понимается:",
  "3.1.1. Информация, предоставляемая Пользователем самостоятельно при регистрации (создании учётной записи) или в процессе использования Сайта и разрешенная к обработке в рамках настоящей Политики, включая персональные данные Пользователя (адрес электронной почты; имя, фамилия, отчество или псевдоним; контактный телефон). Обязательная для предоставления Сайтом информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение;",
  "3.1.2. Данные, которые передаются в автоматическом режиме Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к Сайту, адреса запрашиваемых страниц и иная подобная информация;",
  "2.1.3. Иная информация о Пользователе, обработка которой предусмотрена условиями использования Сайта.",
  "2.2.Обработка персональных данных Сайтом осуществляется в следующих случаях:",
  "2.2.1. С согласия субъекта персональных данных (Пользователя) на обработку его персональных данных;",
  "2.2.2. Для осуществления прав и законных интересов Сайта или третьих лиц, либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных (Пользователя);",
  "2.2.3. При необходимости осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащего исполнению в соответствии с законодательством РК об исполнительном производстве;",
  "2.2.4. В случае, когда доступ неограниченного круга лиц к персональным данным субъекта (Пользователя) предоставлен самим субъектом персональных данных, либо по его просьбе (далее – персональные данные, сделанные общедоступными субъектом персональных данных);",
  "2.2.5. В статистических или иных исследовательских целях, при условии обязательного обезличивания персональных данных.",
  "2.3.Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, судимости, а также биометрических персональных данных Сайтом не осуществляется.",
  "2.4. Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Сайт не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.",
  "2.5. Сайт не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность. Однако Оператор исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию о себе и поддерживает эту информацию в актуальном состоянии.",
  "<br>",
  "3. Цели обработки персональной информации Пользователей",
  "3.1. Сайт обрабатывает персональную информацию Пользователя в следующих целях:",
  "3.1.1. Информирование Пользователя посредством отправки электронных писем и/или предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на Сайте.",
  "3.1.2. Исполнение запросов уполномоченных органов государственной власти, в том числе правоохранительных органов;",
  "3.1.3. Идентификация стороны в рамках сервисов, соглашений и договоров с Сайтом;",
  "3.1.4. Предоставление Пользователю персонализированных сервисов и услуг;",
  "3.1.6. Исполнение запросов Пользователей, направление уведомлений и информации, касающихся использования Сайта по запросам Пользователей;",
  "3.1.6. Улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;",
  "3.1.7. Таргетирование рекламных материалов;",
  "3.1.8. Проведение статистических и иных исследований на основе обезличенных данных.",
  "<br>",
  "4. Условия передачи персональной информации Пользователей третьим лицам",
  "4.1. Пользователь дает согласие на обработку своих персональных данных путём заполнения установленных Сайтом форм.",
  "4.2. Обработка персональных данных Пользователя означает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных Пользователя.",
  "4.3. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.",
  "4.4. Оператор вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:",
  "4.4.1. Пользователь выразил согласие на такие действия;",
  "4.4.2. Передача необходима для использования Пользователем определенной услуги Сайта либо для исполнения определенного договора или соглашения с Пользователем;",
  "4.4.3. Передача уполномоченным органам государственной власти Республики Казахстан по основаниям и в порядке, установленным законодательством Республики Казахстан;",
  "4.4.4. В целях обеспечения возможности защиты прав и законных интересов Оператора или третьих лиц в случаях, когда Пользователь нарушает условия договоров и соглашений с Оператором, настоящую Политику, либо документы, содержащие условия использования конкретных услуг;",
  "4.4.5. В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Оператора.",
  "<br>",
  "5. Изменение и удаление персональной информации. Обязательное хранение данных",
  "5.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, обратившись к Сайту по контактам в разделе «Контакты».",
  "<br>",
  "6. Обработка персональной информации при помощи файлов Cookie и счетчиков",
  "6.1. Файлы cookie, передаваемые Сайтом оборудованию Пользователя и оборудованием Пользователя Сайту, могут использоваться Сайтом для предоставления Пользователю персонализированных сервисов, для таргетирования рекламы, которая показывается Пользователю, в статистических и исследовательских целях, а также для улучшения Сайта.",
  "6.2. Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.",
  "6.3. Сайт вправе установить, что предоставление определенного сервиса или услуги возможно только при условии, что прием и получение файлов cookie разрешены Пользователем.",
  "6.4. Структура файла cookie, его содержание и технические параметры определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.",
  "6.5. Счетчики, размещенные Сайтом, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.",
  "6.6. Пользователь может отключить возможность использования файлов cookie в настройках браузера.",
  "<br>",
  "7. Защита персональной информации Пользователя",
  "7.1. Сайт предпринимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.",
  "9. Изменение Политики",
  "9.1. Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.",
  "<br>",
  "10. Разрешение споров",
  "10.1. Все возможные споры, вытекающие из отношений, регулируемых настоящей Политикой, разрешаются в порядке, установленном действующим законодательством Республики Казахстан, по нормам казахстанского права.",
  "10.2. Соблюдение досудебного (претензионного) порядка урегулирования споров является обязательным.",
  "<br>",
  "11. Контакты и вопросы по персональным данным",
  "11.1. Все предложения, вопросы, запросы и иные обращения по поводу настоящей Политики и использования своих персональных данных Пользователь вправе направлять Сайту по адресу электронной почты: info@legko.company.",
  "11.2. Руководитель Оператора: Романюк Тимофей Викторович. ",
];
$privacyDataContent = [
  "privacy-1",
  "privacy-2",
  "privacy-3",
  "privacy-4",
  "privacy-5",
  "privacy-6",
  "privacy-7",
  "privacy-8",
  "privacy-9",
  "privacy-10",
  "privacy-11",
  "privacy-12",
  "privacy-13",
  "privacy-14",
  "privacy-15",
  "privacy-16",
  "privacy-17",
  "privacy-18",
  "privacy-19",
  "privacy-20",
  "privacy-21",
  "privacy-22",
  "privacy-23",
  "privacy-24",
  "privacy-25",
  "privacy-26",
  "privacy-27",
  "privacy-28",
  "privacy-29",
  "privacy-30",
  "privacy-31",
  "privacy-32",
  "privacy-33",
  "privacy-34",
  "privacy-35",
  "privacy-36",
  "privacy-37",
  "privacy-38",
  "privacy-39",
  "privacy-40",
  "privacy-41",
  "privacy-42",
  "privacy-43",
  "privacy-44",
  "privacy-45",
  "privacy-46",
  "privacy-47",
  "privacy-48",
  "privacy-49",
  "privacy-50",
  "privacy-51",
  "privacy-52",
  "privacy-53",
  "privacy-54",
  "privacy-55",
  "privacy-56",
  "privacy-57",
  "privacy-58",
  "privacy-59",
  "privacy-60",
  "privacy-61",
  "privacy-62",
  "privacy-63",
  "privacy-64",
  "privacy-65",
  "privacy-66",
  "privacy-67",
  "privacy-68",
  "privacy-69",
  "privacy-70",
];
?>

<!DOCTYPE html>
<html lang="ru">

<head>
  <meta charSet="utf-8">
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <meta name="mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-title" content="Legko | digital">

  <title> Privacy </title>
  <meta name="Author" content="legko.company">
  <meta name="referrer" content="always">
  <meta name="googlebot" content="noindex">
  <?php include_once './../../components/head.php'; ?>
</head>

<body>

  <?php include_once './../../components/loader.php'; ?>

  <?php
  $selected = null;
  include_once './../../components/navbar.php';
  ?>

  <div class="wrapper privacy">
    <?php include_once './../../components/header.php'; ?>

    <main class="main">
      <section class="wow fadeInUp privacy__title">
        <h1 data-i18n="privacy-title" id="privacy__title">Политика обработки данных</h1>
      </section>
      <section class="wow fadeInUp privacy__info">
        <h2 data-i18n="privacy-info-title">Данные фирмы</h2>
        <p data-i18n="privacy-info-description">
          Компания: ИП LEGKO COMPANY <br>
          Адрес: Казахстан, Петропавловск, УЛИЦА ЛЕСНАЯ, дом 30 <br>
          БИН (ИИН): 020111550869 <br>
          Email: info@legko.company
        </p>
      </section>
      <section class="privacy__content">
        <?php
        foreach ($privacyContent as $key => $item) {
          echo "<p data-i18n='{$privacyDataContent[$key]}' class='wow fadeInUp'>$item</p>";
        }
        ?>
      </section>
    </main>
    <?php include_once './../../components/footer.php'; ?>
  </div>
</body>

</html>